[
  {
    "title": "The Extraordinary Journey of the Fakir Who Got Trapped in an IKEA Wardrobe",
    "author": "Romain Puértolas 🇫🇷",
    "synopsis": "Armed only with a counterfeit 100-Euro note, Ajatashatru the fakir arrives in Paris. His mission? To acquire a splendid new bed of nails. His destination? IKEA. Once there he finds an obliging wardrobe in which to lay his head, only to discover on waking that he is locked in and headed for England in the back of a truck. So begins a magnificent adventure for the intrepid fakir as he travels to Italy in a suitcase, writes a novel on a shirt, flees a revenge-crazed taxi driver, flies to Libya in a hot air balloon and finds love in the unlikeliest of places",
    "page_count": 320,
    "publication_year": 2013,
    "genre_tags": [
      "fiction",
      "contemporary",
      "adventurous",
      "lighthearted",
      "fast-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/ykkmfh8q120vfxw4a50ns5vkru4n",
    "average_storygraph_rating": 3.12,
    "number_of_votes": 1030
  },
  {
    "title": "The Haunting of Hill House",
    "author": "Shirley Jackson 🇺🇸",
    "synopsis": "The greatest haunted house story ever written. First published in 1959, Shirley Jackson's The Haunting of Hill House has been hailed as a perfect work of unnerving terror. It is the story of four seekers who arrive at a notoriously unfriendly pile called Hill House: Dr. Montague, an occult scholar looking for solid evidence of a haunting; Theodora, his lighthearted assistant; Eleanor, a friendless, fragile young woman well acquainted with poltergeists; and Luke, the future heir of Hill House. At first, their stay seems destined to be merely a spooky encounter with inexplicable phenomena. But Hill House is gathering its powers--and soon it will choose one of them to make its own.",
    "page_count": 182,
    "publication_year": 1959,
    "genre_tags": [
      "fiction",
      "classics",
      "horror",
      "literary",
      "dark",
      "mysterious",
      "tense",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/16c1xk8bu7a8ayp9p7zg4wqgrqcn",
    "average_storygraph_rating": 3.82,
    "number_of_votes": 66067
  },
  {
    "title": "The Death of Ivan Ilych",
    "author": "Leo Tolstoy 🇷🇺",
    "synopsis": "By the time he dies, Ivan Ilych has come to understand the worthlessness of his life. Paradoxically, this elevates him above the common man, who avoids the reality of death and the effort it takes to make life worthwhile. In Tolstoy's own words, \"Ivan Ilyich's life had been . . . most ordinary and therefore most terrible.\" Newly designed and typeset in a modern 5.5-by-8.5-inch format by Waking Lion Press.",
    "page_count": 88,
    "publication_year": 1886,
    "genre_tags": [
      "fiction",
      "classics",
      "literary",
      "dark",
      "reflective",
      "sad",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/ci6yi83zbmpps0fmxgytznn92ysg",
    "average_storygraph_rating": 4.0,
    "number_of_votes": 18265
  },
  {
    "title": "Alice's Adventures in Wonderland",
    "author": "Lewis Carroll 🇬🇧",
    "synopsis": "After a tumble down the rabbit hole, Alice finds herself far away from home in the absurd world of Wonderland. As mind-bending as it is delightful, Lewis Carroll's 1865 novel is pure magic for young and old alike.",
    "page_count": 130,
    "publication_year": 1865,
    "genre_tags": [
      "fiction",
      "classics",
      "fantasy",
      "middle grade",
      "adventurous",
      "funny",
      "lighthearted",
      "fast-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/l83t3e6wh6tq7dqxbvrba34ee2nb",
    "average_storygraph_rating": 3.83,
    "number_of_votes": 44441
  },
  {
    "title": "Animal Farm",
    "author": "George Orwell 🇬🇧",
    "synopsis": "George Orwell's timeless and timely allegorical novel—a scathing satire on a downtrodden society's blind march towards totalitarianism. \"All animals are equal, but some animals are more equal than others.\" A farm is taken over by its overworked, mistreated animals. With flaming idealism and stirring slogans, they set out to create a paradise of progress, justice, and equality. Thus the stage is set for one of the most telling satiric fables ever penned—a razor-edged fairy tale for grown-ups that records the evolution from revolution against tyranny to a totalitarianism just as terrible. When Animal Farm was first published, Stalinist Russia was seen as its target. Today it is devastatingly clear that wherever and whenever freedom is attacked, under whatever banner, the cutting clarity and savage comedy of George Orwell's masterpiece have a meaning and message still ferociously fresh.",
    "page_count": 141,
    "publication_year": 1945,
    "genre_tags": [
      "fiction",
      "classics",
      "dystopian",
      "literary",
      "dark",
      "reflective",
      "fast-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/gv3omsi0jugox7p4b5oc6m453xem",
    "average_storygraph_rating": 3.91,
    "number_of_votes": 265371
  },
  {
    "title": "The 100 Year-Old Man Who Climbed Out the Window and Disappeared",
    "author": "Jonas Jonasson 🇸🇪",
    "synopsis": "A reluctant centenarian much like Forrest Gump (if Gump were an explosives expert) decides it's not too late to start over . . . After a long and eventful life, Allan Karlsson ends up in a nursing home, believing it to be his last stop. The only problem is that he's still in good health, and in one day, he turns 100. A big celebration is in the works, but Allan really isn't interested (and he'd like a bit more control over his vodka consumption). So he decides to escape. He climbs out the window in his slippers and embarks on a hilarious and entirely unexpected journey, involving, among other surprises, a suitcase stuffed with cash, some unpleasant criminals, a friendly hot-dog stand operator, and an elephant (not to mention a death by elephant). It would be the adventure of a lifetime for anyone else, but Allan has a larger-than-life backstory: Not only has he witnessed some of the most important events of the twentieth century, but he has actually played a key role in them. Starting out in munitions as a boy, he somehow finds himself involved in many of the key explosions of the twentieth century and travels the world, sharing meals and more with everyone from Stalin, Churchill, and Truman to Mao, Franco, and de Gaulle. Quirky and utterly unique, The 100-Year-Old Man Who Climbed Out the Window and Disappeared has charmed readers across the world.",
    "page_count": 384,
    "publication_year": 2009,
    "genre_tags": [
      "fiction",
      "contemporary",
      "adventurous",
      "funny",
      "lighthearted",
      "medium-paced"
    ],
    "cover_image_url": "",
    "average_storygraph_rating": 3.66,
    "number_of_votes": 25304
  },
  {
    "title": "This Is How You Lose the Time War",
    "author": "Max Gladstone 🇺🇸 & Amal El-Mohtar 🇨🇦",
    "synopsis": "From award-winning authors Amal El-Mohtar and Max Gladstone comes an enthralling, romantic novel spanning time and space about two time-traveling rivals who fall in love and must change the past to ensure their future. Among the ashes of a dying world, an agent of the Commandment finds a letter. It reads: Burn before reading. Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. Now, what began as a taunt, a battlefield boast, becomes something more. Something epic. Something romantic. Something that could change the past and the future. Except the discovery of their bond would mean the death of each of them. There's still a war going on, after all. And someone has to win. That's how war works, right? Cowritten by two beloved and award-winning sci-fi writers, This Is How You Lose the Time War is an epic love story spanning time and space.",
    "page_count": 198,
    "publication_year": 2019,
    "genre_tags": [
      "fiction",
      "lgbtqia+",
      "romance",
      "science fiction",
      "adventurous",
      "emotional",
      "mysterious",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/n0oebfd0xe4fvy2d0k8yi7t7659q",
    "average_storygraph_rating": 4.01,
    "number_of_votes": 113697
  },
  {
    "title": "Do Androids Dream of Electric Sheep?",
    "author": "Philip K. Dick 🇺🇸",
    "synopsis": "A masterpiece ahead of its time, a prescient rendering of a dark future, and the inspiration for the blockbuster film Blade Runner. By 2021, the World War has killed millions, driving entire species into extinction and sending mankind off-planet. Those who remain covet any living creature, and for people who can't afford one, companies built incredibly realistic simulacra: horses, birds, cats, sheep. They've even built humans. Immigrants to Mars receive androids so sophisticated they are indistinguishable from true men or women. Fearful of the havoc these artificial humans can wreak, the government bans them from Earth. Driven into hiding, unauthorized androids live among human beings, undetected. Rick Deckard, an officially sanctioned bounty hunter, is commissioned to find rogue androids and \"retire\" them. But when cornered, androids fight back--with lethal force.",
    "page_count": 224,
    "publication_year": 1968,
    "genre_tags": [
      "fiction",
      "dystopian",
      "science fiction",
      "dark",
      "mysterious",
      "reflective",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/o39j6hrt60x9sz3e5t4cqqfnbuvm",
    "average_storygraph_rating": 3.89,
    "number_of_votes": 45296
  },
  {
    "title": "The Stranger",
    "author": "Albert Camus 🇫🇷",
    "synopsis": "Since it was first published in English, in 1946, Albert Camus's first novel, The Stranger (L'étranger), has had a profound impact on millions of American readers. Through this story of an ordinary man who unwittingly gets drawn into a senseless murder on a sundrenched Algerian beach, Camus explored what he termed 'the nakedness of man faced with the absurd'. Now, in an illuminating new American translation, extraordinary for its exactitude and clarity, the original intent of The Stranger is made more immediate. This haunting novel has been given a new life for generations to come.",
    "page_count": 123,
    "publication_year": 1942,
    "genre_tags": [
      "fiction",
      "classics",
      "literary",
      "dark",
      "reflective",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/oso7w24qjsxea0ox9st71z0tknu4",
    "average_storygraph_rating": 3.84,
    "number_of_votes": 106221
  },
  {
    "title": "We Have Always Lived in the Castle",
    "author": "Shirley Jackson 🇺🇸",
    "synopsis": "Taking readers deep into a labyrinth of dark neurosis, We Have Always Lived in the Castle is perhaps the crowning achievement of Shirley Jackson's brilliant career: a deliciously unsettling novel about a perverse, isolated, and possibly murderous family and the dramatic struggle that ensues when an unexpected visitor interrupts their unusual way of life.",
    "page_count": 146,
    "publication_year": 1962,
    "genre_tags": [
      "fiction",
      "classics",
      "horror",
      "literary",
      "mystery",
      "dark",
      "mysterious",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/6hmentqnc31sr6c9j4vlsn490yur",
    "average_storygraph_rating": 3.94,
    "number_of_votes": 64100
  },
  {
    "title": "A Wizard of Earthsea",
    "author": "Ursula K. Le Guin 🇺🇸",
    "synopsis": "Ged was the greatest sorcerer in Earthsea, but in his youth he was the reckless Sparrowhawk. In his hunger for power and knowledge, he tampered with long-held secrets and loosed a terrible shadow upon the world. This is the tumultuous tale of his testing, how he mastered the mighty words of power, tamed an ancient dragon, and crossed death's threshold to restore the balance. With stories as perennial and universally beloved as The Chronicles of Narnia and The Lord of The Rings—but also unlike anything but themselves—Ursula K. Le Guin’s Earthsea novels are some of the most acclaimed and awarded works in literature. They have received accolades such as the National Book Award, a Newbery Honor, the Nebula Award, and many more honors, commemorating their enduring place in the hearts and minds of readers and the literary world alike.",
    "page_count": 251,
    "publication_year": 1968,
    "genre_tags": [
      "fiction",
      "classics",
      "fantasy",
      "young adult",
      "adventurous",
      "medium-paced"
    ],
    "cover_image_url": "https://cdn.thestorygraph.com/kbxm69pt5gebq5rt0p3cr753bcrc",
    "average_storygraph_rating": 3.89,
    "number_of_votes": 42550
  },
  {
    "title": "Mevrouw Verona daalt de heuvel af",
    "author": "Dimitri Verhulst 🇧🇪",
    "synopsis": "Op een gure winterdag daalt Mevrouw Verona de heuvel van Oucwègne af, in de wetenschap dat de terugtocht voor haar fysiek niet meer haalbaar is. In het dal gaat ze bij de rivier zitten, in afwachting van haar laatste moment, aan haar voeten een trouwe hond. In een terugblik op haar leven passeren de dorpsbewoners van het afgelegen Oucwègne, van Mme Lunette, de dokter die eigenlijk dierarts is, tot Rosetta Courthéoux, in wier kruidenierswinkeltje ingeblikte haring rustig zeventien jaar op een koper kan wachten. Maar alle gedachten en herinneringen leiden uiteindelijk terug naar de gelukkige momenten met haar grote liefde, de veel te vroeg gestorven Meneer Pottenbakker, die haar ook na zijn dood immer vergezelt.",
    "page_count": 109,
    "publication_year": 2006,
    "genre_tags": ["fiction", "emotional", "reflective", "slow-paced"],
    "cover_image_url": "https://cdn.thestorygraph.com/ivtll3i0zhtych7qnkoddiyicpyc",
    "average_storygraph_rating": 3.72,
    "number_of_votes": 290
  }
]
