[
  {
    "id": "mock_book_1",
    "title": "The Midnight Library",
    "author": "Matt Haig",
    "country": "UK",
    "publication_year": 2020,
    "page_count": 304,
    "average_storygraph_rating": 4.2,
    "number_of_votes": 285432,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1602190253i/52578297.jpg",
    "synopsis": "Somewhere out beyond the edge of the universe there is a library that contains an infinite number of books, each one the story of another reality. One tells the story of your life as it is, along with another book for the other life you could have lived if you had made a different choice at any point in your life. While we all wonder how our lives might have been, what if you had the chance to go to the library and see for yourself? Would any of these other lives truly be better?\n\nNora Seed finds herself faced with this decision. Faced with the possibility of changing her life for a new one, following a different career, undoing old breakups, realizing her dreams of becoming a glaciologist; she must search within herself as she travels through the Midnight Library to decide what is truly fulfilling in life, and what makes it worth living in the first place.",
    "genre_tags": ["Fiction", "Fantasy", "Contemporary", "Mental Health"],
    "suggester": "Sarah Chen",
    "pitch": "A beautiful exploration of parallel lives and second chances that will make you appreciate the life you have."
  },
  {
    "id": "mock_book_2",
    "title": "Project Hail Mary",
    "author": "Andy Weir",
    "country": "USA",
    "publication_year": 2021,
    "page_count": 476,
    "average_storygraph_rating": 4.5,
    "number_of_votes": 312890,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597695864i/54493401.jpg",
    "synopsis": "Ryland Grace is the sole survivor on a desperate, last-chance mission—and if he fails, humanity and the earth itself will perish.\n\nExcept that right now, he doesn't know that. He can't even remember his own name, let alone the nature of his assignment or how to complete it.\n\nAll he knows is that he's been asleep for a very, very long time. And he's just been awakened to find himself millions of miles from home, with nothing but two corpses for company.\n\nHis crewmates dead, his memories fuzzily returning, Ryland realizes that an impossible task now confronts him. Hurtling through space on this tiny ship, it's up to him to puzzle out an impossible scientific mystery—and conquer an extinction-level threat to our species.\n\nAnd with the clock ticking down and the nearest human being light-years away, he's got to do it all alone.\n\nOr does he?",
    "genre_tags": ["Science Fiction", "Space Opera", "Humor", "Adventure"],
    "suggester": "Michael Torres",
    "pitch": "If you loved The Martian, this is even better—witty, thrilling, and scientifically fascinating!"
  },
  {
    "id": "mock_book_3",
    "title": "Klara and the Sun",
    "author": "Kazuo Ishiguro",
    "country": "Japan/UK",
    "publication_year": 2021,
    "page_count": 320,
    "average_storygraph_rating": 3.8,
    "number_of_votes": 178234,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1603206535i/54120408.jpg",
    "synopsis": "Klara and the Sun is a magnificent novel from the Nobel laureate Kazuo Ishiguro--author of Never Let Me Go and the Booker Prize-winning The Remains of the Day.\n\nKlara and the Sun, the first novel by Kazuo Ishiguro since he was awarded the Nobel Prize in Literature, tells the story of Klara, an Artificial Friend with outstanding observational qualities, who, from her place in the store, watches carefully the behavior of those who come in to browse, and of those who pass on the street outside. She remains hopeful that a customer will soon choose her.\n\nKlara and the Sun is a thrilling book that offers a look at our changing world through the eyes of an unforgettable narrator, and one that explores the fundamental question: what does it mean to love?",
    "genre_tags": ["Literary Fiction", "Science Fiction", "Dystopian", "Philosophy"],
    "suggester": "Emma Wilson",
    "pitch": "A thought-provoking meditation on consciousness, love, and what it means to be human."
  },
  {
    "id": "mock_book_4",
    "title": "The Song of Achilles",
    "author": "Madeline Miller",
    "country": "USA",
    "publication_year": 2011,
    "page_count": 352,
    "average_storygraph_rating": 4.4,
    "number_of_votes": 523145,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1606520550i/13623848.jpg",
    "synopsis": "Greece in the age of heroes. Patroclus, an awkward young prince, has been exiled to the kingdom of Phthia to be raised in the shadow of King Peleus and his golden son, Achilles. The best of all the Greeks, Achilles is everything Patroclus is not—strong, beautiful, the child of a goddess—and by all rights their paths should never cross.\n\nYet one day, Achilles takes the shamed prince under his wing and soon their tentative companionship gives way to a steadfast friendship. As they grow into young men skilled in the arts of war and medicine, their bond blossoms into something far deeper—despite the displeasure of Achilles's mother Thetis, a cruel and deathless sea goddess with a hatred of mortals.\n\nWhen word comes that Helen of Sparta has been kidnapped, the men of Greece are called to lay siege to Troy in her name. Seduced by the promise of a glorious destiny, Achilles joins their cause, Patroclus at his side. Little do they know that the Fates will test them both as never before and demand a terrible sacrifice.",
    "genre_tags": ["Historical Fiction", "Mythology", "LGBTQ+", "Romance"],
    "suggester": "Alex Rivera",
    "pitch": "A heartbreaking retelling of the Iliad that will stay with you long after you finish."
  },
  {
    "id": "mock_book_5",
    "title": "Circe",
    "author": "Madeline Miller",
    "country": "USA",
    "publication_year": 2018,
    "page_count": 400,
    "average_storygraph_rating": 4.3,
    "number_of_votes": 456789,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1565909496i/35959740.jpg",
    "synopsis": "In the house of Helios, god of the sun and mightiest of the Titans, a daughter is born. But Circe is a strange child—not powerful, like her father, nor viciously alluring like her mother. Turning to the world of mortals for companionship, she discovers that she does possess power—the power of witchcraft, which can transform rivals into monsters and menace the gods themselves.\n\nThreatened, Zeus banishes her to a deserted island, where she hones her occult craft, tames wild beasts and crosses paths with many of the most famous figures in all of mythology, including the Minotaur, Daedalus and his doomed son Icarus, the murderous Medea, and, of course, wily Odysseus.\n\nBut there is danger, too, for a woman who stands alone, and Circe unwittingly draws the wrath of both men and gods, ultimately finding herself pitted against one of the most terrifying and vengeful of the Olympians. To protect what she loves most, Circe must summon all her strength and choose, once and for all, whether she belongs with the gods she is born from, or the mortals she has come to love.",
    "genre_tags": ["Historical Fiction", "Mythology", "Feminist", "Fantasy"],
    "suggester": "Jordan Kim",
    "pitch": "A powerful feminist retelling that transforms a villain into a complex, sympathetic hero."
  },
  {
    "id": "mock_book_6",
    "title": "The Seven Husbands of Evelyn Hugo",
    "author": "Taylor Jenkins Reid",
    "country": "USA",
    "publication_year": 2017,
    "page_count": 389,
    "average_storygraph_rating": 4.5,
    "number_of_votes": 678234,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1618667171i/32620332.jpg",
    "synopsis": "Aging and reclusive Hollywood movie icon Evelyn Hugo is finally ready to tell the truth about her glamorous and scandalous life. But when she chooses unknown magazine reporter Monique Grant for the job, no one is more astounded than Monique herself. Why her? Why now?\n\nMonique is not exactly on top of the world. Her husband has left her, and her professional life is going nowhere. Regardless of why Evelyn has selected her to write her biography, Monique is determined to use this opportunity to jumpstart her career.\n\nSummoned to Evelyn's luxurious apartment, Monique listens in fascination as the actress tells her story. From making her way to Los Angeles in the 1950s to her decision to leave show business in the '80s, and, of course, the seven husbands along the way, Evelyn unspools a tale of ruthless ambition, unexpected friendship, and a great forbidden love. Monique begins to feel a very real connection to the legendary star, but as Evelyn's story near its conclusion, it becomes clear that her life intersects with Monique's own in tragic and irreversible ways.",
    "genre_tags": ["Historical Fiction", "LGBTQ+", "Romance", "Drama"],
    "suggester": "Taylor Brooks",
    "pitch": "A captivating story of Hollywood glamour, forbidden love, and the price of fame."
  },
  {
    "id": "mock_book_7",
    "title": "Educated",
    "author": "Tara Westover",
    "country": "USA",
    "publication_year": 2018,
    "page_count": 334,
    "average_storygraph_rating": 4.5,
    "number_of_votes": 892341,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1506026635i/35133922.jpg",
    "synopsis": "Tara Westover was seventeen the first time she set foot in a classroom. Born to survivalists in the mountains of Idaho, she prepared for the end of the world by stockpiling home-canned peaches and sleeping with her \"head-for-the-hills bag\". In the summer she stewed herbs for her mother, a midwife and healer, and in the winter she salvaged in her father's junkyard.\n\nHer father forbade hospitals, so Tara never saw a doctor or nurse. Gashes and concussions, even burns from explosions, were all treated at home with herbalism. The family was so isolated from mainstream society that there was no one to ensure the children received an education, and no one to intervene when one of Tara's older brothers became violent.\n\nThen, lacking any formal education, Tara began to educate herself. She taught herself enough mathematics and grammar to be admitted to Brigham Young University, where she studied history, learning for the first time about important world events like the Holocaust and the civil rights movement. Her quest for knowledge transformed her, taking her over oceans and across continents, to Harvard and to Cambridge. Only then would she wonder if she'd traveled too far, if there was still a way home.",
    "genre_tags": ["Memoir", "Non-fiction", "Biography", "Education"],
    "suggester": "Rachel Martinez",
    "pitch": "An unforgettable memoir about the transformative power of education and self-discovery."
  },
  {
    "id": "mock_book_8",
    "title": "Anxious People",
    "author": "Fredrik Backman",
    "country": "Sweden",
    "publication_year": 2019,
    "page_count": 352,
    "average_storygraph_rating": 4.2,
    "number_of_votes": 324567,
    "cover_image_url": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1597166997i/49127718.jpg",
    "synopsis": "Looking at real estate isn't usually a life-or-death situation, but an apartment open house becomes just that when a failed bank robber bursts in and takes a group of strangers hostage. The captives include a recently retired couple who relentlessly hunt down fixer-uppers to avoid the painful truth that they can't fix their own marriage. There's a wealthy bank director who has been too busy to care about anyone else and a young couple who are about to have their first child but can't seem to agree on anything, from where they want to live to how they met in the first place. Add to the mix an eighty-seven-year-old woman who has lived long enough not to be afraid of someone waving a gun in her face, a flustered but still-ready-to-make-a-deal real estate agent, and a mystery man who has locked himself in the apartment's only bathroom, and you've got the worst group of hostages in the world.\n\nEach of them carries a lifetime of grievances, hurts, secrets, and passions that are ready to boil over. None of them is entirely who they appear to be. And all of them—the bank robber included—desperately crave some sort of rescue. As the authorities and the media surround the premises these reluctant allies will reveal surprising truths about themselves and set in motion a chain of events so unexpected that even they can hardly explain what happens next.",
    "genre_tags": ["Fiction", "Contemporary", "Humor", "Mystery"],
    "suggester": "Lisa Anderson",
    "pitch": "A warm, funny, and deeply moving story about finding connection in unexpected places."
  }
]
